#Sun Jul 05 20:45:06 CEST 2020
AnnualCOP=Zur Ermittlung kann z.B. der Jahresarbeitszahlrechner des Bundesverbands W\u00E4rmepumpe (https\://www.waermepumpe.de/jazrechner/) verwendet werden.
BoilerAccessories=Sofern bei Biomassekesseln keine Kosten f\u00FCr Kesselzubeh\u00F6r (Austragung, Entaschung, Regeltechnik und Einbau) enthalten sind, k\u00F6nnen diese in Summe mit 60-90% der Kosten f\u00FCr den Kessel mit Feuerung grob \u00FCberschlagsm\u00E4\u00DFig abgesch\u00E4tzt werden. Bei fossilen Kesseln sind ggf. Kosten f\u00FCr Einbau (ca. 2.500 \u20AC - 5.000 \u20AC) und Tanks (20-30 % der Kosten f\u00FCr den Kessel) zu ber\u00FCcksichtigen.
BoilerHouseTechnology=Diese Kategorie beinhaltet Hydraulik- und Elektroinstallation (ca. 10-15 % der Kosten f\u00FCr W\u00E4rmeerzeuger mit Zubeh\u00F6r, Geb\u00E4ude und W\u00E4rmenetz) sowie \u00FCbergeordnete Mess- und Regeltechnik (15-20 % der Kosten f\u00FCr die Technik ohne Biomassekessel).
BufferLambda=Bei der Berechnung wird vereinfachend davon ausgegangen, dass es sich um einen zylindrischen Speicher mit homogener D\u00E4mmung in der angegebenen St\u00E4rke handelt.
Buildings=Bei einem Neubau k\u00F6nnen f\u00FCr das Heizhaus in etwa 100-200 \u20AC/kW angesetzt werden. Bei Umbauten ist eine individuelle Absch\u00E4tzung unerl\u00E4sslich.
CoGenPlants=Hinweis\: Die elektrische Leistung eines BHKW ist abh\u00E4ngig vom Aufstellungsort.
ElectricityDemandShare=Der Prozentsatz bezieht sich auf die im Heizhaus erzeugte W\u00E4rmemenge.
ElectricityRevenues=Bei der Berechnung der mittleren Stromerl\u00F6se m\u00FCssen u.a. auch Differenzen zwischen Verg\u00FCtungszeitraum und Projektlaufzeit sowie ggf. der Mehrwert von eigenverbrauchtem Strom ber\u00FCcksichtigt werden.
HeatingLoad=Die Heizlast umfasst Geb\u00E4udebeheizung einschlie\u00DFlich Warmwasserbereitung.
HeatingNetConstruction=Kosten f\u00FCr Rohr- und Tiefbau eines W\u00E4rmenetzes h\u00E4ngen im Wesentlichen davon ab, ob flexible oder starre Leitungen verlegt werden, wie Oberfl\u00E4che und Untergrund beschaffen sind und welchen Durchmesser die Leitungen haben. Die Spanne reicht hier in etwa von 100 \u20AC/m f\u00FCr flexible Rohrleitungen mit 25 mm Durchmesser auf unbefestigtem Gel\u00E4nde bis 500 \u20AC/m f\u00FCr starre Leitungen mit 150 mm Durchmesser auf asphaltiertem Gel\u00E4nde.
HeatingNetTechnology=Bei Netzpumpen verringern sich die Kosten pro kW maximale Netzlast f\u00FCr h\u00F6here Leistungsbereiche sehr stark. W\u00E4hrend im kleineren Leistungsbereich z.B. bei 50-100 kW etwa 55-40 \u20AC/kW anfallen, sind z.B. bei 1.000-5.000 kW etwa 10-5 \u20AC/kW ansetzbar. Die angegebenen Spannen beziehen sich auf Erfahrungswerte f\u00FCr ein W\u00E4rmenetz mit einem Heizkreis.
Planning=In Summe betragen die Planungskosten erfahrungsgem\u00E4\u00DF ca. 8-12 % der gesamten Investitionskosten.
PrimaryEnergyFactor=Bei dem angegebenen Wert handelt es sich um eine Sch\u00E4tzung, die auf Grundlage der AGFW-Richtlinie erstellt wurde. Eine verbindliche Berechnung des Prim\u00E4renergiefaktors kann nur durch einen anerkannten Sachverst\u00E4ndigen durchgef\u00FChrt werden.
SimultaneityFactor=Der Gleichzeitigkeitsfaktor ist der Quotient aus der tats\u00E4chlich im Netz ben\u00F6tigten Maximalleistung und der Summe der Nennleistungen der Abnehmer und beeinflusst somit die im Heizhaus zu installierende Leistung. Gleichzeitigkeitsfaktoren bewegen sich normalerweise im Bereich zwischen 0,5 und 1. Je mehr Abnehmer ein W\u00E4rmenetz versorgt und je unterschiedlicher diese sind, umso h\u00F6her ist der Effekt und umso geringer ist der Gleichzeitigkeitsfaktor.
SmoothingFactor=Die Eingabe eines Gleichzeitigkeitsfaktors (< 1) initiiert eine Gl\u00E4ttung der Jahresdauerlinie. Durch den Gl\u00E4ttungsfaktor kann die St\u00E4rke der Gl\u00E4ttung beeinflusst werden. Die Voreinstellung gl\u00E4ttet die Jahresdauerlinie so, dass die Leistungsspitzen etwas unterhalb der maximal ben\u00F6tigten Leistung (mit Ber\u00FCcksichtigung des Gleichzeitigkeitsfaktor) liegen. Bei einem Gl\u00E4ttungsfaktor von 0 bleibt die Jahresdauerlinie unabh\u00E4ngig vom Gleichzeitigkeitsfaktor unver\u00E4ndert. Die Gl\u00E4ttung hat keine Auswirkung auf die Berechnung der zu installierenden Leistung oder auf die insgesamt bereitzustellende W\u00E4rmemenge.
UtilisationRate=Es muss der thermische Nutzungsgrad der KWK-Anlage eingegeben werden.
