#Sun Jul 05 20:45:06 CEST 2020
AnnualCOP=Zur Ermittlung kann z.B. der Jahresarbeitszahlrechner des Bundesverbands W\u00E4rmepumpe (https\://www.waermepumpe.de/jazrechner/) verwendet werden.
BoilerAccessories=Sofern bei Biomassekesseln keine Kosten f\u00FCr Kesselzubeh\u00F6r (Austragung, Entaschung, Regeltechnik und Einbau) enthalten sind, k\u00F6nnen diese in Summe mit 60-90% der Kosten f\u00FCr den Kessel mit Feuerung grob \u00FCberschlagsm\u00E4\u00DFig abgesch\u00E4tzt werden. Bei fossilen Kesseln sind ggf. Kosten f\u00FCr Einbau (ca. 2.500 \u20AC - 5.000 \u20AC) und Tanks (20-30 % der Kosten f\u00FCr den Kessel) zu ber\u00FCcksichtigen.\n
BoilerHouseTechnology=Diese Kategorie beinhaltet Hydraulik- und Elektroinstallation (ca. 10-15 % der Kosten f\u00FCr W\u00E4rmeerzeuger mit Zubeh\u00F6r, Geb\u00E4ude und W\u00E4rmenetz) sowie \u00FCbergeordnete Mess- und Regeltechnik (15-20 % der Kosten f\u00FCr die Technik ohne Biomassekessel).
BufferLambda=Bei der Berechnung wird vereinfachend davon ausgegangen, dass es sich um einen zylindrischen Speicher mit homogener D\u00E4mmung in der angegebenen St\u00E4rke handelt.
Buildings=Bei einem Neubau k\u00F6nnen f\u00FCr das Heizhaus in etwa 100-200 \u20AC/kW angesetzt werden. Bei Umbauten ist eine individuelle Absch\u00E4tzung unerl\u00E4sslich.\n
CoGenPlants=Hinweis\: Die elektrische Leistung eines BHKW ist abh\u00E4ngig vom Aufstellungsort.
ElectricityDemandShare=Der Prozentsatz bezieht sich auf die im Heizhaus erzeugte W\u00E4rmemenge.\n
ElectricityRevenues=Bei der Berechnung der mittleren Stromerl\u00F6se m\u00FCssen u.a. auch Differenzen zwischen Verg\u00FCtungszeitraum und Projektlaufzeit sowie ggf. der Mehrwert von eigenverbrauchtem Strom ber\u00FCcksichtigt werden.\n
HeatingLoad=Die Heizlast umfasst Geb\u00E4udebeheizung einschlie\u00DFlich Warmwasserbereitung.\n
HeatingNetConstruction=Kosten f\u00FCr Rohr- und Tiefbau eines W\u00E4rmenetzes h\u00E4ngen im Wesentlichen davon ab, ob flexible oder starre Leitungen verlegt werden, wie Oberfl\u00E4che und Untergrund beschaffen sind und welchen Durchmesser die Leitungen haben. Die Spanne reicht hier in etwa von 100 \u20AC/m f\u00FCr flexible Rohrleitungen mit 25 mm Durchmesser auf unbefestigtem Gel\u00E4nde bis 500 \u20AC/m f\u00FCr starre Leitungen mit 150 mm Durchmesser auf asphaltiertem Gel\u00E4nde.\n
HeatingNetTechnology=Bei Netzpumpen verringern sich die Kosten pro kW maximale Netzlast f\u00FCr h\u00F6here Leistungsbereiche sehr stark. W\u00E4hrend im kleineren Leistungsbereich z.B. bei 50-100 kW etwa 55-40 \u20AC/kW anfallen, sind z.B. bei 1.000-5.000 kW etwa 10-5 \u20AC/kW ansetzbar. Die angegebenen Spannen beziehen sich auf Erfahrungswerte f\u00FCr ein W\u00E4rmenetz mit einem Heizkreis.\n
Planning=In Summe betragen die Planungskosten erfahrungsgem\u00E4\u00DF ca. 8-12 % der gesamten Investitionskosten.
PrimaryEnergyFactor=Bei dem angegebenen Wert handelt es sich um eine Sch\u00E4tzung, die auf Grundlage der AGFW-Richtlinie erstellt wurde. Eine verbindliche Berechnung des Prim\u00E4renergiefaktors kann nur durch einen anerkannten Sachverst\u00E4ndigen durchgef\u00FChrt werden.\n
SimultaneityFactor=Der Gleichzeitigkeitsfaktor ist der Quotient aus der tats\u00E4chlich im Netz ben\u00F6tigten Maximalleistung und der Summe der Nennleistungen der Abnehmer und beeinflusst somit die im Heizhaus zu installierende Leistung. Gleichzeitigkeitsfaktoren bewegen sich normalerweise im Bereich zwischen 0,5 und 1. Je mehr Abnehmer ein W\u00E4rmenetz versorgt und je unterschiedlicher diese sind, umso h\u00F6her ist der Effekt und umso geringer ist der Gleichzeitigkeitsfaktor.\n
SmoothingFactor=Der Gl\u00E4ttungsfaktor bestimmt den Einfluss des Gleichzeitigkeitsfaktors auf die Gl\u00E4ttung der Jahresdauerlinie. Die Voreinstellung 10 gl\u00E4ttet die Jahresdauerlinie so, dass Leistungsspitzen in etwa um den Gleichzeitigkeitsfaktor reduziert werden. Bei einem Gl\u00E4ttungsfaktor von 0 bleibt die Jahresdauerlinie unabh\u00E4ngig vom Gleichzeitigkeitsfaktor unver\u00E4ndert. Der Gl\u00E4ttungsfaktor hat keine Auswirkung auf die Berechnung der zu installierenden Leistung.
UtilisationRate=Es muss der thermische Nutzungsgrad der KWK-Anlage eingegeben werden.
CollectorArea=Hier wird die Bruttokollektorfl\u00E4che eingegeben. Bei einer Freifl\u00E4chenanlage können pro m2 Grundfl\u00E4che ca. 0,5 m2 Bruttokollektorfl\u00E4che angenommen werden.
CollectorAlignment=Die Ausrichtung muss in Grad eingegeben werden. Dabei sind bei 0° die Kollektoren nach S\u00FCden ausgerichtet, bei - 90° nach Osten, bei 90° nach Westen und bei 180° nach Norden.
CollectorTilt=Bei Dachanlagen wird die Dachneigung eingegeben, bei Freifl\u00E4chenanlagen die Summe aus Hangneigung und Kollektorneigung.
CollectorTemperatureDifference=Die im W\u00E4rmenetz ben\u00F6tigte Temperatur ist um den angegebenen Wert h\u00F6her als die R\u00FCcklauftemperatur (nur bei Vorw\u00E4rmbetrieb relevant).
CollectorTemperatureIncrease=Erst wenn die Temperatur der Solarthermieanlage um den angegebenen Wert h\u00F6her als die im W\u00E4rmenetz ben\u00F6tigte Temperatur ist, liefert die Anlage W\u00E4rme.
LongitudeInfo=Angabe in Grad, ggf. mit Vorzeichen (+ entspricht Ost, - entspricht West)
LatitudeInfo=Angabe in Grad, ggf. mit Vorzeichen (+ entspricht Nord, - entspricht Süd)
MaxPerfInfo=Maximale Wärmemenge, die in einer Stunde abgegeben werden kann. Relevant v.a. bei saisonalen Wärmespeichern.
LimitRadiationInfo=Nur relevant für die Betriebsart "automatisch (Einstrahlung)". Ab dieser Einstrahlung läuft die Anlage im Zieltemperaturbetrieb.
ReferenceLongitudeInfo=Zentraler Längengrad der Zeitzone der Wetterstation, stets ein Vielfaches von 15°, Angabe ggf. mit Vorzeichen (+ entspricht Ost, - entspricht West)
InterpolationInfo=In den sich ergebenden Zwischenzeiten werden die Werte durch lineare Interpolation ermittelt.
UtilisationRateSolarInfo=Hier können pauschale Verluste durch Verrohrung, Verschattung o.Ä. berücksichtigt werden.
OperatingModeInfo=Automatic (irradiation): The decision is made hourly, data-driven (target temperature operation from irradiation per m2 > 0.4 kW). \<br>\
Automatic (season): Target temperature operation takes place in summer, preheating operation the rest of the year. The summer period recorded in the buffer storage is used. \<br>\
Preheating operation: Preheating takes place all year round. \<br>\
Target temperature operation: Target temperature operation takes place all year round.
OperatingData=The more operating points are known, the more precise the calculations are. At least 2 operating points must be recorded for each target temperature. Target temperatures can only be recorded with an accuracy of 5°C.
TargetChargeLevel=Specifies the buffer charge level that should be achieved with the heat generator. Only relevant for the \u201CCharge to target charge level\u201D setting.
A charge level of 0% means that the buffer tank is at the return temperature level.
A charge level of 100% means that the buffer storage has heated up to the maximum charging temperature.
UseHeatingCurve=When activated, the flow and return temperatures as well as the target charge level depend on the outside temperature. The values \u200B\u200Bentered for winter and summer are interpreted as follows: \<br>\
- Winter: Flow temperature, return temperature and target charge level in the coldest hour of the year \<br>\
- Summer: flow temperature, return temperature and target charge level at and above heating limit temperature \<br>\
For all intermediate outside temperatures, the values \u200B\u200Bare determined using linear interpolation and rounded to the nearest 5 °C or 5%.
LengthPowerLoss=The route length and power loss are automatically calculated from the added heat pipes.
PowerLoss=The absolute network loss is calculated every hour as the product of the power loss in W/K and the temperature difference between the heat pipe and the ground in that hour. The average value between the flow and return temperatures is used as the heat conduction temperature; the floor temperature is generally assumed to be 10 °C.